"OK" = "OK";
"CANCEL" = "Kumoa";
"DEFAULT" = "Oletus";
"LAST_USED" = "Viim. käytetty";

"PRINTER_LAST" = "Viimeksi käytetty tulostin";

"PLAY_SOUND" = "Soita ääni %@";
"RUN_SCRIPT" = "Suorita skripti %@";
"OPEN_APP" = "Avaa %@";

"PRT_IDLE" = "Vapaa";
"PRT_STOPPED" = "Keskeytetty";
"PRT_INUSE" = "Käytössä";
"PRT_OFFLINE" = "Poissa linjoilta";
"PRT_OFF" = "Ei saatavilla";

"FAX_IDLE" = "Vapaa";
"FAX_STOPPED" = "Keskeytetty";
"FAX_INUSE" = "Käytössä";
"FAX_OFFLINE" = "Poissa linjoilta";
"FAX_OFF" = "Ei saatavilla";

"SCAN_IDLE" = "Vapaa";
"SCAN_STOPPED" = "Keskeytetty";
"SCAN_INUSE" = "Käytössä";
"SCAN_OFFLINE" = "Poissa linjoilta";
"SCAN_OFF" = "Ei saatavilla";

"PRT_NONE" = "Tulostinta ei ole valittu";

"SELECT" = "Valitse";
"PRT_DIRECT" = "Liitetty suoraan %@-porttiin";

"PRINTERS" = "Tulostimet";
"FAXES" = "Faksit";
"SCANNERS" = "Skannerit";

"RESET_PSYSTEM_MENU" = "Nollaa tulostusjärjestelmä…";
"SET_DEFAULT_PRINTER_MENU" = "Aseta oletustulostin";
"RESET_PSYSTEM_TITLE" = "Haluatko varmasti nollata tulostusjärjestelmän?";
"RESET_PSYSTEM_DESCR" = "Tämä poistaa kaikki nykyiset tulostinjonot ja keskeneräiset tulostustyöt.";
"NAME_EXISTS" = "Tulostin nimeltä ”%@” on jo olemassa. Syötä toinen nimi.";

"DELETE_PRINTER_TITLE_SING" = "Haluatko varmasti poistaa tulostimen ”%@”?";
"DELETE_PRINTER_TITLE_MUTIPLE" = "Haluatko varmasti poistaa nämä tulostimet?";
"DELETE_PRINTER_OK" = "Poista tulostin";
"DELETE_MULTI_OK" = "Poista tulostimet";

"DELETE_FAX_TITLE_SING" = "Haluatko varmasti poistaa faksin ”%@”?";
"DELETE_FAX_TITLE_MUTIPLE" = "Haluatko varmasti poistaa nämä faksit?";
"DELETE_FAX_OK" = "Poista faksi";
"DELETE_MULTI_FAX_OK" = "Poista faksit";

"DELETE_SCANNER_TITLE_SING" = "Haluatko varmasti poistaa skannerin ”%@”?";
"DELETE_SCANNER_TITLE_MUTIPLE" = "Haluatko varmasti poistaa nämä skannerit?";
"DELETE_SCANNER_OK" = "Poista skanneri";
"DELETE_MULTI_SCANNER_OK" = "Poista skannerit";

"EMPTY_POOL" = "Tulostinpooli ”%@” jää tyhjäksi, joten se poistetaan myös.";
"EMPTY_POOL_MULTI" = "Jotkin tulostinpoolit jäävät tyhjiksi, joten ne poistetaan myös.";

"DELETE_JOBS" = "Tämä tulostin tulostaa tällä hetkellä dokumenttia. Tulostimen poistaminen kumoaa ja poistaa sen nykyisen tulostustyön sekä kaikki odottavat tulostustyöt.";
"DELETE_JOBS_MULTI" = "Valitut tulostimet tulostavat tällä hetkellä dokumentteja. Tulostimien poistaminen kumoaa ja poistaa niiden nykyiset tulostustyöt sekä kaikki odottavat tulostustyöt.";

"Generic PostScript Printer" = "Yleinen PostScript-tulostin";
"Fax Printer" = "Faksitulostin";

// description strings for VoiceOver (spoken)
"AX_FAX" = "faksi";
"AX_PRINTER" = "tulostin";
